import os
import sys
os.system('color')
print("""                          
""")  

print("\033[0;35m")  # Reset text color

print("\033[0;35m")  # Set text color to bright blue
print(f"""▀ ▀
━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
http://skotobaza.org - сайт очень полезный, поясню: сайт выдает нам фотографии размещенные пользователем. *К сожалению, сейчас сервис испытывает не лучшие времена, переживает массивные DDoS-атаки.


http://spravkaru.net - имеется имя и фамилия родителей? С помощью этого сервиса вы легко сможете узнать адрес прописки и стационарный телефон. Рекомендую.


http://phoneradar.ru/phone/[Number] - сервис для проверки телефонного номера, используется мной для того, чтобы узнать город. *Где [Nubmer] вписываем номер телефона жертвы.


https://rulait.github.io/vk-friends-saver - сохранение списка друзей для ВК. Я думаю это то, чем вы должны воспользоваться в первую очередь.


http://peeep.us - это также сайт, которым вы должны воспользоваться в первую очередь, он может сохранить страницу полностью, то есть, если пользователь удалит страницу, вам ничего не будет мешать при дальнейшей де-анонимизации. *Не покупайте различные скрипты, пользуйтесь бесплатными сервисами!


http://archive.is - аналог пипа, также сохраняет всю страницу. Если пип лежит, пользуйтесь им.


http://skyperesolver.net - единственный рабочий ресолвер IP для Skype, также есть линковый логгер.                                                                                                                                                          
━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━       Сборник для деанона и для скрытия данных
-x-Деанонимизация-x-
http://220vk.com/ - Скрытые друзья ВК 
http://vk.city4me.com/ - Если пользователь отключил наблюдение на 220VK 
http://13c.me/vkf/ - Общие друзья ВК 
https://rulait.github.io/vk-friends-s... - Сохраняем список друзей ВК 
http://archive.is/ - Архив, ищем сейв-копию или сохраняем сами 
http://peeep.us/ - Аналог archive.is 
https://archive.org/ - Аналог archive.is [Down ↓] 
http://www.cachedpages.com/ - Кэш страниц 
http://skyperesolver.net/ - SkypeResolver / IPLogger 
https://yip.su/ - IPLogger 
https://vedbex.com/tools/iplogger - IPLogger 
http://phoneradar.ru/phone/ - Проверка валидности номера 
http://afto.lol/ - Если имееются связки Имя+Город, Фамилия+Возраст и т.д [Down ↓] 
http://zaprosbaza.pw/ - Аналог afto.lol [Down ↓] 
https://radaris.ru/ - Аналог afto.lol 
https://service.nalog.ru/inn.html - Узнаем ИНН, если вытащили Паспортные данные 
http://services.fms.gov.ru/info-service.htm?sid=2000 - Валидность паспорта 
https://2ch.hk/b/ - Создаем тред и устраиваем травлю 
-x-Анонимизация-x- 
http://sonetel.com/ - Бесплатные номера телефонов 
http://psi-im.org/ - XMPP Клиент, анонимные сервера: 
exploit.im / jabjab.de / jabber.cz / xmpp.jp 
https://discordapp.com/ - Альтернатива Skype, отсутствует возможность узнать IP 
http://viber.com/ - Альтернатива Skype, также нельзя узнать IP 
http://www.vpnbook.com/ - Бесплатный VPN, поддержка PPTP и OpenVPN подключения 
https://www.vpnkeys.com/ - Аналог vpnbook.com / Сервера США 
https://www.tcpvpn.com/ - Лучший бесплатный и качественный VPN сервис, необходимо регистрироваться каждые 5 дней 
https://prostovpn.org/ - Хороший VPN сервис за 1$ в месяц 
https://lightvpn.pro/ - Сервис покруче, 2.5$ в месяц 
https://www.hard2hit.net/ - VPN за 21$ в месяц 
http://spys.ru/ - Бесплатные прокси (ВЫБИРАЙТЕ ТОЛЬКО HIA SOCKS5 ПРОКСИ!!!) 
https://insorg.org - Лучшие приват прокси за 10$ в месяц 
http://sockshub.net/ - ЭЛИТНЫЕ Прокси от 100$ в месяц 
http://www.cekpr.com/decode-short-url/ - Декодер шортов (goo.gl и прочие), защита от IPLogger 
https://scryptmail.com/ - Анонимная почта, советую отказаться от всех остальных 
https://www.openmailbox.org/ - Аналог scryptmail.com 
https://temp-mail.org/ - Временная почта, подходит для регистрации в сомнительных сервисах 
https://perfectmoney.is/ - LibertyReserve V2, для проведения "черных" транзакций 
https://blockchain.info/ - биткоин кошелек, подходит для фарма с кранов


💎 💎 💎 💎 💎 💎
http://skotobaza.org - сайт очень полезный, поясню: сайт выдает нам фотографии размещенные пользователем. *К сожалению, сейчас сервис испытывает не лучшие времена, переживает массивные DDoS-атаки.
💎 💎 💎 💎 💎 💎
http://spravkaru.net - имеется имя и фамилия родителей? С помощью этого сервиса вы легко сможете узнать адрес прописки и стационарный телефон. Рекомендую.
💎 💎 💎 💎 💎 💎
http://phoneradar.ru/phone/[Number] - сервис для проверки телефонного номера, используется мной для того, чтобы узнать город. *Где [Nubmer] вписываем номер телефона жертвы.
💎 💎 💎 💎 💎 💎 
https://rulait.github.io/vk-friends-s... - сохранение списка друзей для ВК. Я думаю это то, чем вы должны воспользоваться в первую очередь.
💎 💎 💎 💎 💎 💎 
http://peeep.us - это также сайт, которым вы должны воспользоваться в первую очередь, он может сохранить страницу полностью, то есть, если пользователь удалит страницу, вам ничего не будет мешать при дальнейшей де-анонимизации. *Не покупайте различные скрипты, пользуйтесь бесплатными сервисами!
💎 💎 💎 💎 💎 💎 
http://archive.is - аналог пипа, также сохраняет всю страницу. Если пип лежит, пользуйтесь им.
💎 💎 💎 💎 💎 💎 
http://skyperesolver.net - единственный рабочий ресолвер IP для Skype, также есть линковый логгер.  ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ https://rulait.github.io/vk-friends-saver/ 
http://archive.is/ 
http://peeep.us/
https://archive.org/
http://www.cachedpages.com/ 
http://skyperesolver.net/ 
https://yip.su
https://vedbex.com/tools/iplogger 
http://phoneradar.ru/phone/ 
http://afto.lol/ 
http://zaprosbaza.pw/ 
https://radaris.ru/
https://service.nalog.ru/inn.html 
http://services.fms.gov.ru/info-service.htm?sid=2000 
https://2ch.hk/b/ 
http://sonetel.com/
http://psi-im.org/ 
https://discordapp.com/ 
http://viber.com/
http://www.vpnbook.com/
https://www.vpnkeys.com/ 
https://www.tcpvpn.com/ 
https://prostovpn.org/ 
https://lightvpn.pro/
http://spys.ru/
https://insorg.org
http://sockshub.net/ 
http://www.cekpr.com/decode-short-url/ 
https://temp-mail.org/
https://perfectmoney.is/
https://blockchain.info/
https://blackbiz.ws/ 
https://darkwebs.cc/
https://zblock.co/ 
https://newage-bank.com/
http://upbitcoin.com/
http://tomygame.com/
https://freebitco.in/
http://gr8.cc/ ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ Сборник для деанона и для скрытия данных
-x-Деанонимизация-x-
http://220vk.com/ - Скрытые друзья ВК 
http://vk.city4me.com/ - Если пользователь отключил наблюдение на 220VK 
http://13c.me/vkf/ - Общие друзья ВК 
https://rulait.github.io/vk-friends-s... - Сохраняем список друзей ВК 
http://archive.is/ - Архив, ищем сейв-копию или сохраняем сами 
http://peeep.us/ - Аналог archive.is 
https://archive.org/ - Аналог archive.is [Down v] 
http://www.cachedpages.com/ - Кэш страниц 
http://skyperesolver.net/ - SkypeResolver / IPLogger 
https://yip.su/ - IPLogger 
https://vedbex.com/tools/iplogger - IPLogger 
http://phoneradar.ru/phone/ - Проверка валидности номера 
http://afto.lol/ - Если имееются связки Имя+Город, Фамилия+Возраст и т.д [Down v] 
http://zaprosbaza.pw/ - Аналог afto.lol [Down v] 
https://radaris.ru/ - Аналог afto.lol 
https://service.nalog.ru/inn.html - Узнаем ИНН, если вытащили Паспортные данные 
http://services.fms.gov.ru/info-service.htm?sid=2000 - Валидность паспорта 
https://2ch.hk/b/ - Создаем тред и устраиваем травлю━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ Привет тем, кто купил этот способ!

Способ создан @berningbag

За слив, перепродажу дам пизды.

И так, начнем.

Как найти номер жертвы? Легко, вы все это знаете.

Пишем жертве мол хотим купить что - то. 
Жертва дает киви, все легко и просто
Если жертва дала киви копилку, берем, заходим по ссылке, вводим любую сумму, нажимаем пополнить с киви, вводим свой номер, важно что бы у вас было мобильное приложение киви на телефоне
Дальше вам приходит счет, в шторке вы смотрите номер телефона, он будет там показан. Хуево рассказал, но если не понятно, пишите в вк, или тг.

Если русские номер, заходим на сайт: http://phoneradar.ru/ , вбиваем номер, получаем город.

Дальше заходим в багосы: https://vk.com/app7183114_-147591239 , вбиваем ссылку на жертву, чекаем группу где он администратор во вкладке: сообщества, часто поподаются группы по типу: подслушано его класс, или школа, и прочее.
Прочекиваем все группы, ищем зацепки, если не нашли, не расстраивайся! Такое бывает.
Дальше прочекиваем все комментарии, которые он оставлял, тоже в багосах, во вкладке: комментарии, ну да, вы же не догодаитесь без меня.
Там можно найти то, как он комментирует записи в подслушке, или посты одноклассников, и знакомых из реал лайфа, это легко будет понять.
Вот так мы можем уже определить школу, знакомых, и еще много инфы.

Дальше прочекиваем видеозаписи, в вкладке: видеозаписи. Там можно найти видео которые он скидывал друзьям, или знакомым, я так нашел видео с ебало Aiii.

Дальше копируем id цифренный, и буквенный, цифренный id так - же можно найти в багосах, вбиваем его в поисковоv сервисе Yandex, google по порядку, там можнм найти его канал, или видео с его участием.

Дальше заходим на https://220vk.com/, ищем там друзей по городу, нашли?
Заходим в список друзей тех, кого нашел на 220вк, и заходим в раздел: друзья по школе, ищем там нашу жертву, если она там есть, ищем школу того человека, у которого нашли жертву в вкладке: друзья по школе.
Дальше ищем инфу на школу, это сделать просто, даже говорить не буду как.

Если у человека стоит настоящее имя, ищем в друзья у его друзей, вбиваем в друзьях его имя, там ищем, думаем бошкой.

Заходим в Skype, вбиваем в поиск его номер, там можно найти его скайп, дальше заходим на http://www.skypeipresolver.net/ там найдем его ip.
По ip можно найти очень много инфы, если знать как искать ее, это уже другая тема.

Если нашли его твинк вк, с настоящим именем, и фамилией, заходим на https://rusfinder.pro/, вводим туда эту инфу, и нам показывает еще страницы, которые скорее всего еще одни его твинки.

Если нашли его фото, заходим на https://findclone.ru/, загружаем туда фото жертвы, нам покажет похожих людей, дальше дело за логикой.

Вот и весь способ, я хочу сказать то, что деанон - вещь в которой надо иметь мозги, думать, без этого не получится ничего. Если ты глупый, не умеешь думать,то тебе никакой способ не поможет.
Главное - ДУМАЙТЕ СВОЕЙ ПУСТОЙ БОШКОЙ.

Способ создан @berningbag  ×—✕—✕—✕—✕—✕—✕— Базовый уровень Deanonymization —✕—✕—✕—✕—✕—✕—× 
Платформы, в которых вы можете залить вашу деанонимизацию.

ghostbin.com

pastebin.com

doxbin.org

paste4btc.com

pastebin.com

doxbinmxoyrb4x7f.onion (запускать через Tor Browser)

×—✕—✕—✕—✕—✕—✕— Поиск информации —✕—✕—✕—✕—✕—✕—× 
Поверхостный поиск информации по социальным сетям (ВКонтакте, Одноклассники, Facebook, и так далее...)

Вконтакте

Чтобы найти такую информацию, как ФИО, Дата рождения и Учебное заведение. Заходим на страницу жертвы, жмем вкладку "Друзья", идем в адресную строку, видим после "friends" цифры. Копируем. Сразу предупреждаю, это не работает на пользователей с id начинающимся на 440 и далее.

Заходим сразу на Google и Яндекс. Вбиваем данные цифры и добавляем в их начало "id". Здесь пути расходятся: может выбить много результатов, чекаем их все и собираем информацию (Может выбить имя при регистрации ВК (Как напрямую, так и через сторонние ресурсы типа rusfinder, vkfaces)), телефон, канал, группы. Но может произойти так, что не будет найдено ни одного результата. Идем на страницу пользователя и смотрим дату рождения. 87% пользователей указывают дату рождения (без года, но его легко вычислить). Идем в друзья. Выбираем город (Может выбить Москву, Санкт-Петербург (Пользователь действительно может находиться в данных городах)), чекаем 3 город после Москвы и Питера (если меньше 10 человек чекаем 220vk.com, проверяем скрытых если есть, сравниваем их, либо же проверяем города выше). Итак, люди найдены. Смотрим их даты рождения, а заодно и школы. Каких годов оказалось больше, того же года и наша жертва, которую мы раскрываем. Идем на OK.RU. Вбиваем имя пользователя. Выбираем город. Может быть не найдено ничего. Значит чекаем по дате рождения, выбивает 100% результат. Получаем ФИ, и в 50% случаев и отчество за счет просмотря друзей и отца. Если отца нет, ищем его вручную.

Сервисы:
https://vk.com/app7183114
@InfoVkUser_bot (Telegram)
@FindNameVk_bot (Telegram)
@GetPhone_bot (Telegram)
220vk.com

Одноклассники
⁣Как узнать номер телефона аккаунта ВК через Одноклассники
Список способов поиска в социальных сетях:

1) Во ВКонтакте добавьте аккаунт в друзья

2) Перейдите в Одноклассники и откройте раздел (Мои друзья)

3) Нажмите на кнопку 'Добавить друзей из ВК'

4) Если аккаунт нашелся, то скопируйте ссылку на найденный аккаунт ОК

5) Перейдите по этой ссылке (https://ok.ru/password/recovery) и выберите (Восстановить через профиль)

6) Вставьте в поле ссылку которую вы скопировали на профиль и нажмите искать

В результате, вы получите часть номера телефона и e-mail адреса

Сервисы:
ok.city4me.com

Facebook
Если вы узнали Facebook ID через сервисы по типу lampyre.io, нужно узнать по этому ID страницу. Об этом писалось на одноименном посте на stackoverflow
Ссылка - https://stackoverflow.com/questions/12827775/facebook-user-url-by-id
Сервисы: graph.tips
whopostedwhat.com
lookup-id.com (Узнать айди аккаунта фейсбук)

Так же можно искать ID аккаунта в гугл, тем самым получив больше зацепок.
@usersbox_bot (Телеграм бот, который найдет аккаунты VK, у которых указан данный Facebook)

https://facebook.com/browse/mutual_friends/?uid=USERID&node=USERID — найдет общих друзей, которые имеют общедоступные списки друзей, если у одного из искомых пользователей есть общедоступный список друзей, замените USERID на ID аккаунта

Мультисервисы для поиска дополнительной информации.
http://mysmsbox.ru

http://mirror.bullshit.agency

http://fa-fa.kz/search_ip_too

http://avinfo.guru

https://thatsthem.com

https://www.spokeo.com

https://nuga.app/

https://findclone.ru

https://usersearch.org/

https://lampyre.io/

https://dehashed.com/

Поиск информации с почты/номера телефона
Производить пробив по почте можно также при помощи так называемого Google Dorks. Это правильный и целенаправленный запрос в поисковике Google

“@example.com” site:example.com — находит почтовые ящики на определенном домене.

HR “email” site:example.com filetype:csv | filetype:xls | filetype:xlsx — находит контакты HR в формате xls, xlsx и csv на определенном домене.

site:example.com intext:@gmail.com filetype:xls — вытаскивает ID электронных почтовых ящиков (в данном случае Gmail) из определенного домена.

Правильно сформированный запрос в гугл может выдать очень много полезной информации.

Пробив по почте и по номеру (ресурсы)
https://intelx.io/ - Сервис, который показывает пароли к взломанным e-mail 

https://lampyre.io/ - Поиск информации по номеру, по почте, по нику, по определённому домену и по айпи․

https://nuga.app/ - Поиск Instagram аккаунта по номеру телефона.

https://mirror.bullshit.agency - Поиск всяких обьявлений на досках обьявлений по номеру телефона.

https://nomer.org - одна из баз данных адересов по номеру.

http://dehashed.com - проверка почты в слитых базах.

http://emailsherlock.com - автоматический поиск, найдет к каким сайтам привязан адрес почты.

Пробив по почте и по номеру (боты Telegram)

@AvinfoBot - Проверка истории автомобиля по госномеру, VIN, телефону продавца

@clerkinfobot - бот берет данные из приложения getcontact, показывает как записан номер телефона в контактах

@find_caller_bot - найдет ФИО владельца номера телефона

@GetFb_bot - бот находит Facebook

@GetPhone_bot — поиск номера телефона в утекших базах

×—✕—✕—✕—✕—✕—✕— Благодарю за приобретение данного товара —✕—✕—✕—✕—✕—✕—× 

Как взломать страницу
 1.Итак начнём с того что вам нужно зайти на сниффер
 2.Найти ссылку какой нибудь игры копатель,Кс го.и сократить её.
 3.Потом найти офишал группу игры, нажать участники и ставите 14 лет, после чего ищите человека с аватаркой той игры либо какой нибудь детской.
 4.И там нужно уже подключать фантазию ну например я всегда пишу так "Привет броу помнишь мы вместе играли?"-Во что? "Вспоминай" и потом когда он говорит игру соглашайтесь!
 5.Вообщем в чём смысл вы кидаете ему сниффер он логинется и пароль с логином у вас

Сайты
Ссылка на 1 сайт: https://fake-game.ru
Аналоги (если сайт сломан) snifman.pw kotfake.ru
Ссылка на сократитель ссылок https://goo.gl
Ссылка на бесплатный сниффер: https://osniffer.ru
Снифман — http://snif-f.ru/
Снифман-http://snifman.pw/w

4 способа взлома почты

 Много статей по поводу того, что можно послать на автоответчик свой логин и пароль с вложением логина жертвы то и вам прейдет ответ, в котором будет пароль жертвы. К сожалению, это не так,
просто кто-то создал себе мыло и собирает себе и собирает себе логины и пароли. Я решил рассказать вам про известные и неизвестные пару тройку способов взлома почты. Точнее четыре способа:

 1) Создаёте почтовый адрес с логином близким к административному например support@mail.ru и рассылаешь с него письма на ящики жертв с текстом: «На нашем сервере произошел сбой, просим
 Вас прислать свой логин и пароль для перерегистрации, иначе Вы можете лишиться права пользоваться нашими услугами. Администрация». При этом в теме надо указать: «Администрация». 

 2) Существует много программ который методом подбора из библиотеки заданной им перебирают пароли к определённому логину. Конечно мало кто сейчас ставит стандартные пароли из библиотек, в
 основном все стараются выдумать что-то своё, хотя бывают ламеры которые ставят пароли из библиотеки типа 12345, qwaszx и тому подобные. Хотя если вы на сто процентов уверены, что ваша 
 жертва не обладает находчивостью и умом то можно предположить что у неё такой пароль может вполне стоять. 

 3) Узнать у самой жертвы пароль. На первый взгляд кажется невозможным, вы скажете, как жертва скажет нам пароль. Я отвечаю: ЛЕГКО!!! Начинаете переписку с жертвой во время переписки 
 узнаёте про жертву всё заходите в почту жертвы набираете логин, нажимаете «я забыл пароль» отвечаете на вопрос который там оставила ваша жертва, оп почта под вашим контролем.

 4) Выуживание PWL файлов. Кто не знает, что это за файлы то рассказываю. В этих файлах виндовз содержит все пароли. Так теперь ясно, что это за странные файлы, тогда сразу возникает 
 второй вопрос: «А как ими пользоваться?». И тут я отвечу, легко есть два способа использования этих файлов. Первый заключается в копировании этого файла к себе в папку Windows и вход в 
 систему под именем этого файла. Как только вошли в систему, тут же идём на почту жертвы и там наверняка, так как многие ламеры всегда нажимают сохранить пароль, там будет пароль уже 
 введен. Второй способ заключается в том, что с помощью спец программ посмотреть все пароли, которые хранятся в этом файле.

Всего наихудшего хакайте на здоровье!  
1. Всегда смотри внимательно на то, что тебе в гугле выходит при запросе. Порой даже мелочь может быть решением. 
2. Не думай, что деанонимизация представляет из себя что-то сверх умное и сложное. Каждый деанон строится на ошибках самого человека, ведь сли бы он сам не создал канал, ничего может и не было. 
3. Не советую тебе заниматься деанонами, если кто-то знает о тебе что-либо. Ты должен быть защищен, чтобы в случае чего ты сам не стал жертвой. 
4. К каждому человеку свой подход. На кого то уходит по 2-3 дня, кто-то деанонится за 5-10 минут
Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х
1. Несколько полезных сайтов.
[!] Содержимое раздела:

• https://checkusernames.com/ - Поиск по никнеймам, в него входят огромное колл-во сайтов.
• https://online-vk.ru/ - Покажет скрытых друзей, так же, покажет вам друзей из закрытого профиля.
• https://220vk.com/ - Сайт, который сможет показать скрытых друзей и не только.
• https://findclone.ru/ - Поиск по "клонам", определяет внешность человека, тем самым выдает страницу ВКонтакте на пользователя с максимально похожими чертами лица.
• Keyword Tool (https://keywordtool.io/)
Платформа показывает ключевые слова по введенному запросу на любом языке и по любой стране. В некоторых запросах даже видно, насколько они популярны, хотя эта услуга платная. Можно искать ключевые слова по Google, YouTube, Twitter, Instagram, Amazon, eBay, Play Store, Bing.
Ища по Google, можно, например, выбрать ключевые выражения, содержащие в себе вопросительные слова или предлоги. А слева есть фильтры, где можно искать по ключевым словам уже в получившейся выдаче.
• https://vk.com/tool42 - Приложение ВК, можно достать немного информации.
• https://www.kody.su/check-tel#text - На данной странице можно определить сотового оператора и регион (или город и страну) по любому номеру телефона в России или в мире.
• https://vk.watch/ - история профилей ВКонтакте, требуется подписка.
Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х

2. Телефон
L Поиск по номеру телефона
[!] Содержимое раздела:

• Lampyre (https://account.lampyre.io/email-and-phone-lookup) — веб
версия поиска по любому номеру телефона, поиск по аккаунтам и телефонной книге - от себя: полезная вещь в osint-сфере, не раз спасала меня.
• Getcontact (https://getcontact.com/) — найдет информацию о том как записан номер в контактах - от себя: Сайт хороший, но я думаю, что бот в телеграмме будет на много удобнее для Вас.
• Truecaller (https://www.truecaller.com/) — телефонная книга, найдет имя и оператора телефона - от себя: Вещь годная, но долго возиться
• Bullshit (https://mirror.bullshit.agency/) — поиск объявлений по номеру телефона - Иногда нужен VPN
• @numberPhoneBot (https://t.me/@numberPhoneBot) — найдет адрес и ФИО, не всегда находит
• Spravnik (https://spravnik.com/) — поиск по городскому номеру телефона, найдет ФИО и адрес
• @info_baza_bot (https://t.me/@info_baza_bot) — поиск в базе данных
• @find_caller_bot (https://t.me/@find_caller_bot) — найдет ФИО владельца номера телефона
• @usersbox_bot (https://t.me/@usersbox_bot) — бот найдет аккаунты в ВК у которых в поле номера телефона указан искомый номер
• @getbank_bot (https://t.me/@getbank_bot) — дает номер карты и полное ФИО клиента банка
• @eyegodsbot - Телеграмм бот, часто радовал меня, есть бесплатные пробивы по машинам, лицу, номеру телефона, есть платный контент.
• @egrul_bot - Пробивает конторы/ИП, по вводу ФИО/фирмы предоставляет ИНН объекта; учредителей бизнеса/партнеров и отчет налоговую декларацию. И наоборот: поиск по ИНН выдаст ФИО/конторы. Базы данных сами понимаете откуда. Ограничений бота – нет.
• @mnp_bot 
• @xinitbot 
• @black_triangle_tg 
Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х
3. Лицо
L Поиск лицу
[!] Содержимое раздела:

• FindTwin face search demo + @VkUrlBot (бот подобие сайта)— https://findclone.ru/
• Face search • PimEyes — https://pimeyes.com/en/
• Betaface free online demo — Face recognition, Face search, Face analysis — http://betaface.com/demo_old.html
• VK.watch – история профилей ВКонтакте — https://vk.watch/

Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х

4. Поисковые системы
L Поисковые Cистемы Людей:
[!] Содержимое раздела:

• https://www.peekyou.com/
• https://pipl.com/
• https://thatsthem.com/
• https://hunter.io/
• https://www.beenverified.com/

Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х
5. Ip-адрес.
L Проверка айпи адресов:
[!] Содержимое раздела:

• https://whatismyipaddress.com/
• http://www.ipaddresslocation.org/
• https://lookup.icann.org/
• https://www.hashemian.com/whoami/

Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х-Х

Поиск по EMAIL:
- https://haveibeenpwned.com/
- https://hacked-emails.com/
- https://ghostproject.fr/
- https://weleakinfo.com/
- https://pipl.com/
- https://leakedsource.ru/

▫️ 🤖Боты
├ @Quick_OSINT_bot — позволяет проводить анализ профиля, покажет историю собщений пользователя, выгрузит его фотографии, а еще найдет телефон, email, как владелец записан в контактах, базах данных и досках объявлений, аккаунты в соц. сетях и мессенджерах, в каких чатах состоит, документы, адреса и многое другое
├ @FindNameVk_bot — история изменений имени аккаунта
├ @GetPhone_bot — поиск в утекших базах
├ @InfoVkUser_bot — бот покажет наиболее частые места учебы друзей аккаунта
└ @VKUserInfo_bot — бот скачивает всю информацию об аккаунте

⚙️ Ресурсы
├ 220vk.com (https://220vk.com/) — определит средний возраст друзей, скрытых друзей, города друзей, дата регистрации и т.д
├ archive.is (https://archive.is/) — архивированная страница аккаунта
├ archive.org — покажет архивированную версию аккаунта
├ searchlikes.ru (https://searchlikes.ru/) — найдет где есть лайки и комментарии, дает статистику друзей
├ tutnaidut.com (https://tutnaidut.com/) — информация аккаунта несколько лет назад
├ vk.watch (https://vk.watch/) — покажет историю аккаунта с 2016 года, ограниченная информация, покажет фото в низком качестве, можно уменьшить масштаб фото, тем самым распознать что там изображено
├ vk5.city4me.com (https://vk5.city4me.com/) — cтатистика онлайн активности, скрытые друзья
├ vkdia.com (https://vkdia.com/) — определит с кем из друзей переписывается человек
├ vk-express.ru (https://vk-express.ru/) — слежка за аккаунтом, после добавления будут доступны аватары, лайки, комментарии, друзья группы и т.д.
├ vk-photo.xyz (https://vk-photo.xyz/) — частные фото аккаунта
├ yasiv.com (http://yasiv.com/vk) — создает граф из друзей аккаунта, после регистрации добавьте в граф аккаунт того кого хотите просмотреть
└ yzad.ru (https://yzad.ru/) — находит владельца группы

🔧 Приложения
├ InfoApp (https://vk.com/app7183114) — найдет созданные группы, упоминания в комментариях, созданные приложения и комментарии к фото
└ VKAnalysis (https://github.com/migalin/VKAnalysis) — анализ круга общения, текста, фото, онлайна и интересов аккаунта

⚙️ Поиск через URL
├ https://online-vk.ru/pivatfriends.php?id=123456789 — поиск друзей закрытого аккаунта, замените 123456789 на ID аккаунта VK
├ https://vk.com/feed?obj=123456789&q=&section=mentions — упоминания аккаунта, замените 123456789 на ID аккаунта VK
├ https://ruprofile.pro/vk_user/id123456789 — сохраненная информация об аккаунте за 2017-18 год, замените 123456789 на ID аккаунта VK
├ https://rusfinder.pro/vk/user/id123456789 — сохраненная информация об аккаунте за 2017-18 год, замените 123456789 на ID аккаунта VK
└ https://my.mail.ru/vk/123456789 — найдет аккаунт на Мой Мир, замените 123456789 в ссылке на ID аккаунта



🆗 Как узнать номер телефона аккаунта VK через Одноклассники

1. В ВК добавьте аккаунт в друзья
2. Перейдите в Одноклассники и откройте раздел мои друзья
3. Нажмите на кнопку 'добавить друзей из ВК'
4. Если аккаунт нашелся, то скопируйте ссылку на найденный аккаунт ОК
5. Перейдите по ссылке - https://ok.ru/password/recovery и выберите восстановить через профиль
6. Вставьте в поле ссылку которую вы скопировали на профиль и нажмите искать

В результате вы получите часть номера телефона и e-mail адреса



👨‍👩‍👦 Как найти друзей приватного аккаунта VK

1. Скопируйте ID аккаунта у которого хотите узнать друзей
2. Откройте Google, и вставьте туда этот ID, например: id123456
3. В результатах поиска откройте такие сайты как facestrana.ru или boberbook.ru или vkanketa.ru или vkglobal.ru или другой который похож на эти
4. На сайте будет анкета другого человека(это один из друзей), скопируйте ID этого аккаунта(ID в пункте основная информация)
5. Перейдите по ссылке 220vk.com - https://220vk.com/commonFriends
6. В первом поле вставьте ID друга, а во втором ID приватного аккаунта
7. Нажмите кнопку "искать общих друзей"

Если друзей не нашлось или их мало, воспользуйтесь ID другого друга из результатов поиска в Google


😎 Как найти владельца сообщества VK

Через приложение
└ Откройте VKinfo(https://vk.com/app7183114) и впишите ссылку на сообщество

Через сайт
└ Откройте http://yzad.ru и дайте ссылку на паблик

Через документы
1. Откройте раздел документы в сообществе
2. Откройте исходный код страницы (Ctrl+U)
3. Откройте окно поиска(Ctrl+F)
4. В окне поиска введите имя файла которое есть в сообществе. В результатах должна быть строка с именем файла, пример:
[["439837850","xls","OkiDoki.xls","806 КБ, 01 октбр 2020 в 17:59","-27921417",0,"","138633190",false,1,""]]
где OkiDoki.xls имя файла, а 138633190 ID пользователя загрузившего этот файл, как правило это ID админа


🎂 Как узнать скрытый возраст владельца аккаунта VK

└ Установите расширение для браузера VKopt скачав здесь - https://vkopt.net/download/


Дополнения:


====================================================================================================================================================
https://t.me/HowToFind - помогает найти информацию по известным данным. Очень мощная штука. 
https://t.me/InstaBot - скачивает фото, видео, аватарки, истории из Instagram 
https://t.me/VKUserInfo_bot - Удобный способ спарсить открытую информацию аккаунта ВК по id 
https://t.me/InfoVkUser_bot - позволяет провести анализ друзей профиля и выдает город + ВУЗ 
https://t.me/Smart_SearchBot - поиск информации по номеру телефона 
https://t.me/egrul_bot - сведения о государственной регистрации юрлиц и ИП 
https://t.me/buzzim_alerts_bot - бот для мониторинга открытых каналов и групп в Telegram 
https://t.me/callcoinbot - звонилка
https://t.me/TempGMailBot - выдает временный адрес [домен: ....gmail.com] 
https://t.me/DropmailBot - выдает временный адрес [домен: ....laste.ml] 
https://t.me/fakemailbot - выдает временный адрес [домен: ....hi2.in] 
https://t.me/etlgr_bot - временые адреса c возможностью повторного использования и отправки сообщений.
https://t.me/remindmemegabot - хорошая напоминалка 
https://t.me/MoneyPieBot - поможет не забыть о ваших долгах 
https://t.me/SmsBomberTelegram_bot
https://t.me/SmsB0mber_bot
https://t.me/smsbomberfreebot
https://t.me/flibustafreebookbot - библиотека книг (флибуста, https://flibusta.appspot.com/) 
https://t.me/Instasave_bot - скачивает видео из Instagram. Бот справляется всего за несколько секунд — достаточно отправить ссылку, и он скачивает файл самостоятельно. 
https://t.me/red_cross_bot - бот накладывает красный крест на любое изображение, отправленное ему. 
https://t.me/vk_bot - бот, позволяющий настроить интеграцию с VKontakte. 
https://t.me/VoiceEffectsBot - меняет тон вашей голосовухи, можно добавить эффекты итп.
https://t.me/roundNoteBot - бот, который превращает любое видео в кругляшку, будто кто то ее сам снял.
https://t.me/ParserFree2Bot - юзабельный бесплатный парсер чатов, на 100% выполняющий свою функцию 
https://t.me/DotaGosuBot - Бот, генерирует оскорбления. 
https://t.me/URL2IMGBot - Бот делает скриншот сайта, по отправленной вами ссылке. [​IMG] 
https://t.me/imgurbot_bot - ТГ бот, кидаешь ему картинку, он создаёт ссылку на имгур. [​IMG]
====================================================================================================================================================

====================================================================================================================================================
@Smart_SearchBot - Помогает найти дополнительную информацию, относительно телефонного номера, id ВКонтакте, email, или ИНН юр./физ. лица.
@Getcontact_Officalbot – показывает как номер телефона записан в контактах других людей
@info_baza_bot – база данных номеров телефона, email
@get_caller_bot - Ищет только по номеру телефона. На выходе: ФИО, дата рождения, почта и «ВКонтакте»
@OpenDataUABot – по коду ЕДРПОУ возвращает данные о компании из реестра, по ФИО — наличие регистрации ФОП
@YouControlBot - полное досье на каждую компанию Украины
@mailseatchbot - По запросу пробива e-mail выдает открытый пароль от ящика если тот есть в базе
@Dosie_Bot – создатели «Досье» пошли дальше и по номеру телефона отдают ИНН и номер паспорта
@UAfindbot – База данных Украины
====================================================================================================================================================

====================================================================================================================================================
@FindClonesBot – Поиск человека по фото
@MsisdnInfoBot - Получение сведений о номере телефона
@AVinfoBot - Поиск сведений об автовладельце России
@antiparkon_bot - Поиск сведений об автовладельце
@friendsfindbot - Поиск человека по местоположению
@egrul_bot - Пробивает конторы/ИП, по вводу ФИО/фирмы предоставляет ИНН объекта России
@last4mailbot (Mail2Phone) — по почте показывает статус: есть ли аккаунт в «Одноклассниках» и «Сбербанке», или нет.
@bmi_np_bot - По номеру телефона определяет регион и оператора.
@whoisdombot - пробивает всю основную информацию о нужном домене (адрес сайта), IP и другое.
@getfb_bot - По запрашиваемому номеру телефона выдает ссылку на личность в FaceBook.
@buzzim_alerts_bot - Ищет упоминания ников/каналов в чатах статьях.
@avinfobot - по вводу мобильного телефона выдаст номер машины/марку, а также ссылку и все объявления на Avito.ru.
@VKUserInfo_bot — по ID «ВКонтакте» возвращает расширенную информацию о профиле.
@GetGmail_bot (GetGmail — OSINT email search) — по gmail-почте отдает Google ID, зная который, можно получить архив альбомов Google.
@telesint_bot (TeleSINT) — информация об участии пользователей Telegram в открытых и закрытых группах. Поиск — по нику.
@iptools_robot — бот для быстрого поиска информации о домене и ip адресе. Бот конечно же бесплатный
@phone_avito_bot — найдет аккаунт на Авито по номеру телефона России. Еще бот показывает данные из GetContact.
@Dosie_bot – теперь бот дает еще больше информации. Для нового аккаунта 3 бесплатные полные попытки поиска.
====================================================================================================================================================

====================================================================================================================================================
@egrul_bot - Данный бот пробивает Конторы/ИП. По вводу ФИО/Фирмы предоставляет ИНН объекта; 
учредителей бизнеса/партнеров и отчет налоговую декларацию. И наоборот: поиск по ИНН выдаст ФИО/конторы.

@get_kontakt_bot- Бот пробивает номер мобильного телефона. 
Как записан запрашиваемый контакт в разных телефонных книжках ваших товарищей/подруг/коллег.

@mailsearchbot - По запросу пробива e-mail бот выдает открытый «password» от ящика. Очень огромная/крутая БД

@getfb_bot - По запрашиваемому номеру телефона выдает ссылку на личность в Фэйсбуке.

@buzzim_alerts_bot - Поисковая система по платформе Telegram. 
Ищет упоминания ников/каналов в чатах статьях. Присутствует функция оповещения, если что-то где-то всплывёт.

@AvinfoBot - Бот, который по вводу мобильного телефона выдаст номер машины/марку, а также ссылку и все объявления на Avito.ru.
====================================================================================================================================================

====================================================================================================================================================
Боты черных рынков: 

@Darksalebot

@SafeSocks_Bot

@flood_sms_bot
====================================================================================================================================================

====================================================================================================================================================
1. EGRUL
@egrul_bot - Пробивает конторы/ИП, по вводу ФИО/фирмы предоставляет ИНН объекта, 
учредителей бизнеса/партнеров и отчет налоговую декларацию. 
И наоборот: поиск по ИНН выдаст ФИО/конторы. Работает по РФ.

2. BMI NP
@bmi_np_bot - По номеру телефона определяет регион и оператора.
Интересно, что этот бот определяет даже новые номера и определяет номера, которые были перенесены совершенно недавно.

3. WHOIS DOMAIN
@whoisdombot - Пробивает всю основную информацию о нужном домене (адрес сайта), IP и подобное.

4. MAILSEARCH
@mailsearchbot - По запросу e-mail выдает открытый пароль от ящика, если тот есть в базе. 
Очень серьезная база данных. Висит давно, 1.5 млрд учёток, год актуальности ~<2014г.. 
Удобно составлять/вычислять персональные чарсеты с помощью, например, JTR.

5. GETFB
@getfb_bot - По запрашиваемому номеру телефона выдает ссылку на профиль в FaceBook.

6. BUZZIM ALERPTS
@buzzim_alerts_bot - Поисковая система по платформе Telegram. Ищет упоминания ников/каналов в чатах статьях. 
Присутствует функция оповещения, если что-то где-то всплывёт. 
Например, можно посмотреть какие каналы разнесли твои посты с Telegram, проверить ник юзера, где он еще трепался.

7. AVINFO
@avinfobot - По вводу мобильного телефона выдаст номер машины/марку, а также ссылку и все объявления на Avito.ru. 
В демо-режиме бесплатно доступно несколько таких поисков/отчетов. Ценник за функционал приличный, 
некоторые хитрожопые юзеры только ради этого бота сбрасывают свой аккаунт в Telegram, 
чтобы бесплатно пробивать своих жертв (бесконечное удаление/регистрация учетки на один и тот же номер телефона).

8. HOWTOFIND
@howtofind_bot - Робот разведчик. Подскажет секреты и приемы OSINT.

9. SMART SEARCH
@smart_searchbot - Помогает найти дополнительную информацию, относительно телефонного номера, id ВКонтакте, email, или ИНН юр./физ. лица.



====================================================================================================================================================
Как найти аккаунт в ВК зная e-mail адрес от Яндекса 

1. Уберите из адреса почты @yandex.ru, у вас останется логин 
2. Вставьте логин в ссылку https://music.yandex.com/users/LOGIN и перейдите по ссылке 
3. Если аккаунт нашелся, то откройте исходный код страницы (Ctrl+U) 
4. Откройте поиск по странице (Ctrl+F) и введите туда vk.com 

Работает не со всеми аккаунтами и игнорируйте ссылку на страницу VK Яндекс Музыки!
Как по адресу Яндекс почты найти отзывы на картах Яндекса 

1. Уберите из адреса почты @yandex.ru, у вас останется логин 
2. Вставьте логин в ссылку https://yandex.ru/collections/user/LOGIN 
3. Откройте исходный код страницы (Ctrl+U) 
4, Откройте поиск по странице (Ctrl+F) и введите туда public_id 
5. В результатах поиска будет 2 таких словосочетания, найдите второе 
6. После второго public_id идет набор цифр и букв (например: c48fhxw0qppa50289r5c9ku4k4) которое нужно скопировать. 
7. Вставьте скопированный текст в этот URL - https://yandex.ru/user/<Public_id> (замените <Public_id> на то что вы скопировали) и откройте эту ссылку
==================================================================================================================================================== 

ОЧЕНЬ ХОРОШИЙ САЙТ, КОТОРЫЙ СОДЕРЖИТ ТОННЫ И ТОННЫ ДОКСИНГОВЫХ ИНСТРУМЕНТОВ https://cybertoolbank.cc p.s про него мало кто знает (на английском)

Три самых ахуенных сайта через которые ты можешь дальше развиваться в данной сфере:
https://xss.is/
http://probiv.one/
https://rutor.wtf

https://spyse.com/ — поисковая система по кибербезопасности для получения технической информации, которая обычно используется некоторыми хакерами в киберразведке.

Как найти аккаунт в ВК зная e-mail адрес от Яндекса 

1. Уберите из адреса почты @yandex.ru, у вас останется логин 
2. Вставьте логин в ссылку https://music.yandex.com/users/LOGIN и перейдите по ссылке 
3. Если аккаунт нашелся, то откройте исходный код страницы (Ctrl+U) 
4. Откройте поиск по странице (Ctrl+F) и введите туда vk.com 

Работает не со всеми аккаунтами и игнорируйте ссылку на страницу VK Яндекс Музыки!
Как по адресу Яндекс почты найти отзывы на картах Яндекса 

1. Уберите из адреса почты @yandex.ru, у вас останется логин 
2. Вставьте логин в ссылку https://yandex.ru/collections/user/LOGIN 
3. Откройте исходный код страницы (Ctrl+U) 
4, Откройте поиск по странице (Ctrl+F) и введите туда public_id 
5. В результатах поиска будет 2 таких словосочетания, найдите второе 
6. После второго public_id идет набор цифр и букв (например: c48fhxw0qppa50289r5c9ku4k4) которое нужно скопировать. 
7. Вставьте скопированный текст в этот URL - https://yandex.ru/user/<Public_id> (замените <Public_id> на то что вы скопировали) и откройте эту ссылку.
==================================================================================================================================================== 


Поиск контрагента

https://service.nalog.ru/zd.do - Сведения о юридических лицах, имеющих задолженность по уплате налогов и/или не представляющих налоговую отчетность более года
https://service.nalog.ru/addrfind.do - Адреса, указанные при государственной регистрации в качестве места нахождения несколькими юридическими лицами
https://service.nalog.ru/uwsfind.do - Сведения о юридических лицах и индивидуальных предпринимателях, в отношении которых представлены документы для государственной регистрации
https://service.nalog.ru/disqualified.do - Поиск сведений в реестре дисквалифицированных лиц
https://service.nalog.ru/disfind.do - Юридические лица, в состав исполнительных органов которых входят дисквалифицированные лица
https://service.nalog.ru/svl.do - Сведения о лицах, в отношении которых факт невозможности участия (осуществления руководства) в организации установлен (подтвержден) в судебном порядке
https://service.nalog.ru/mru.do - Сведения о физических лицах, являющихся руководителями или учредителями (участниками) нескольких юридических лиц

https://fedresurs.ru/ - Единый федеральный реестр юридически значимых сведений о фактах деятельности юридических лиц, индивидуальных предпринимателей и иных субъектов экономической деятельности 

http://rkn.gov.ru/mass-communications/reestr/ – реестры Госкомнадзора.
http://www.chinacheckup.com/ – лучший платный ресурс по оперативной и достоверной верификации китайских компаний.
http://www.dnb.com/products.html - модернизированный ресурс одной из лучших в мире компаний в сфере бизнес-информации Dun and Bradstreet.
http://www.imena.ua/blog/ukraine-database/ – 140+ общедоступных электронных баз данных Украины.
http://www.fciit.ru/ – eдиная информационная система нотариата России.
http://gradoteka.ru/ – удобный сервис статистической информации по городам РФ.
http://www.egrul.ru/ - сервис по поиску сведений о компаниях и директорах из государственных реестров юридических лиц России и 150 стран мира.
http://disclosure.skrin.ru - уполномоченное ФСФР (Федеральной службой по финансовым рынкам) на раскрытие информации на рынке ценных бумаг агентство ЗАО “СКРИН”.
http://1prime.ru/docs/product/disclosure.html – уполномоченное ФСФР (Федеральной службой по финансовым рынкам) на раскрытие информации на рынке ценных бумаг агентство ЗАО “Прайм-ТАСС”.
https://www.cbr.ru/ - информация ЦБ по бюро кредитных историй, внесенных в государственный реестр.
http://www.gks.ru/accounting_report – предоставление данных бухгалтерской отчетности по запросам пользователей от Федеральной службы государственной статистики.
http://www.tks.ru/db/ – таможенные онлайн базы данных.
http://tipodop.ru/ - очередной каталог предприятий, организаций в России.
http://www.catalogfactory.org/ – организации России – финансовые результаты, справочные данные и отзывы. Данные в настоящее время доступны по 4,8 млн.организаций.
http://pravo.ru/ – справочно-информационная система, включающая в настоящее время 40 млн. законодательных, нормативных и поднормативных актов Российской Федерации.
http://azstatus.ru/ – информационная база данных, в которой содержится информация обо всех предпринимателях Российской Федерации, а также информация о российских компаниях (юридические лица). Всего в справочнике более 10 миллионов записей.
http://seldon.ru/ – информационно-аналитическая система, значительно упрощающая и систематизирующая работу с закупками.
http://www.reestrtpprf.ru/ – реестр надежных партнеров от системы Торгово-промышленных палат в Российской Федерации.
http://iskr-a.com/ – сообщество безопасников и платформа для информационного взаимодействия в одном флаконе.
http://www.ruscentr.com/ - реестр базовых организаций российской экономики, добросовестных поставщиков и бюджетоэффективных заказчиков (организаций).
https://www.aips-ariadna.com/ – антикриминальная онлайн система учета по России и СНГ. Относится к тому же ценовому сегменту, что и «Контур Фокус» и т.п., и отличается от других систем большим уклоном в судебные и правоохранительные данные. Ориентирована прежде всего на службу безопасности.
http://188.254.71.82/rds_ts_pub/ – единый реестр зарегистрированных деклараций РФ.
http://croinform.ru/index.php?page=index – сервис проверки клиентов, конкурентов, партнеров и контрагентов в режиме реального времени 24/7, в т.ч. со смартфона. Цены вполне человеческие. Сервис знаменитого Кроноса.
http://www.zakupki.gov.ru/epz/main/public/home.html – официальный сайт Российской Федерации для размещения информации о размещении заказов на поставки товаров, выполнение работ, оказание услуг.
http://rostender.info/ – ежедневная рассылка новых тендеров в соответствии с отраслевыми и региональными настройками.
http://pravo.fso.gov.ru/ – государственная система правовой информации. Позволяет быть в курсе всех новых правовых актов. Имеет удобный поисковик.
http://www.bicotender.ru/ - самая полная поисковая система тендеров и закупок по России и странам СНГ.
http://sophist.hse.ru/ – единый архив экономических и социологических данных по российской Федерации от НИУ ВШЭ.
http://www.tenderguru.ru/ – национальный тендерный портал, представляет собой единую базу государственных и коммерческих тендеров с ежедневной рассылкой анонсов по объявленным тендерам.
http://www.moscowbase.ru/ - поддерживаемые в состоянии постоянной актуальности адресно-телефонные базы данных по компаниям Москвы и России. Уникальным продуктом компании являются базы данных новых компаний, появившихся в течение двух последних кварталов. В данные включается вся стандартная информация, предоставляемая платными онлайн базами, плюс актуальные внутренние телефоны и e-mail.
http://www.credinform.ru/ru-RU/globas - информационно-аналитическая система ГЛОБАС – I содержит данные о семи миллионах компаний. Предназначена для комплексной информационной поддержке бизнеса и создания комплексных аналитических отчетов.
http://www.actinfo.ru/ – отраслевой бизнес-справочник предприятий России по их актуальным почтовым адресам и контактным телефонам. Единственный справочник, который включает контактные данные по предприятиям, созданным в предыдущем квартале.
http://www.sudrf.ru/ -государственная автоматизированная система РФ «Правосудие».
http://docs.pravo.ru/ – справочно-правовая система Право.ру. Предоставляет полный доступ к нормативным документам любых субъектов Российской Федерации, а также к судебной практике арбитражных судов и мнениям экспертов любых юридических областей. Ежемесячная плата для работы с полной базой документов составляет 500 руб.
http://www.egrul.com/ – платные и бесплатные сервисы поиска по ЕГРЮЛ, ЕГРИП, ФИО, балансам предприятий и др. параметрам. Одно из лучших соотношений цены и качества.
http://www.fedresurs.ru/ – единый федеральный реестр сведений о фактах деятельности юридических лиц.
http://www.findsmi.ru/ – бесплатный сервис поиска данных по 65 тыс. региональных СМИ.
http://hub.opengovdata.ru/ – хаб, содержащий открытые государственные данные всех уровней, всех направлений. Проект Ивана Бегтина.
http://www.ruward.ru/ – ресурс агрегатор всех рейтингов Рунета. В настоящее время уже содержит 46 рейтингов и более 1000 компаний из web и PR индустрии.
http://www.b2b-energo.ru/firm_dossier/ - информационно-аналитическая и торгово-операционная система рынка продукции, услуг и технологий для электроэнергетики.
http://opengovdata.ru/ – открытые базы данных государственных ресурсов
http://bir.1prime.ru/ – информационно-аналитическая система «Бир-аналитик» позволяет осуществлять поиск данных и проводить комплексный анализ по всем хозяйствующим субъектам России, включая компании, кредитные организации, страховые общества, регионы и города.
http://www.prima-inform.ru/ – прямой доступ к платным и бесплатным информационным ресурсам различных, в т.ч. контролирующих организаций. Позволяет получать документы и сводные отчеты, информацию о российских компаниях, индивидуальных предпринимателях и физических лицах, сведения из контролирующих организаций. Позволяет проверять субъектов на аффилированность и многое другое.
http://www.integrum.ru/ –портал для конкурентной разведки с самым дружественным интерфейсом. Содержит максимум информации, различных баз данных, инструментов мониторинга и аналитики. Позволяет компании в зависимости от ее нужд, размеров и бюджета выбирать режим пользования порталом.
www.spark-interfax.ru – портал обладает необходимой для потребностей конкурентной разведки полнотой баз данных, развитым функционалом, постоянно добавляет новые сервисы.
https://fira.ru/ – молодой быстроразвивающийся проект, располагает полной и оперативной базой данных предприятий, организаций и регионов. Имеет конкурентные цены.
www.skrin.ru – портал информации об эмитентах ценных бумаг. Наряду с обязательной информацией об эмитентах содержит базы обзоров предприятий, отраслей, отчетность по стандартам РБУ, ГААП, ИАС. ЗАО “СКРИН” является организацией, уполномоченной ФСФР.
http://www.magelan.pro/ – портал по тендерам, электронным аукционам и коммерческим закупкам. Включает в себя качественный поисковик по данной предметной сфере.
http://www.kontragent.info/ – ресурс предоставляет информацию о реквизитах контрагентов и реквизитах, соответствующих ведению бизнеса.
http://www.ist-budget.ru/ – веб-сервис по всем тендерам, госзаказам и госзакупкам России. Включает бесплатный поисковик по полной базе тендеров, а также недорогой платный сервис, включающий поиск с использованием расширенных фильтров, по тематическим каталогам. Кроме того, пользователи портала могут получать аналитические отчеты по заказчикам и поставщикам по тендерам. Есть и система прогнозирования возможных победителей тендеров.
http://www.vuve.su/ - портал информации об организациях, предприятиях и компаниях, ведущих свою деятельность в России и на территории СНГ. На сегодняшний день база портала содержит сведения о более чем 1 млн. организаций.
http://www.disclosure.ru/index.shtml - система раскрытия информации на рынке ценных бумаг Российской Федерации. Включает отчетность эмитентов, существенные новости, отраслевые обзоры и анализ тенденций.
http://www.mosstat.ru/index.html – бесплатные и платные онлайн базы данных и сервисы по ЕГРПО и ЕГРЮЛ Москвы и России, а также бухгалтерские балансы с 2005 года по настоящее время. По платным базам самые низкие тарифы в Рунете. Хорошая навигация, удобная оплата, качественная и оперативная работа.
http://www.torg94.ru/ – качественный оперативный и полезный ресурс по госзакупкам, электронным торгам и госзаказам.
http://www.k-agent.ru/ – база данных «Контрагент». Состоит из карточек компаний, связанных с ними документов, списков аффилированных лиц и годовых бухгалтерских отчетов. Документы по компаниям представлены с 2006 г. Цена в месяц 900 руб. Запрашивать данные можно на сколь угодно много компаний.
http://www.is-zakupki.ru/ – информационная система государственных и коммерческих закупок. В системе собрана наиболее полная информация по государственным, муниципальным и коммерческим закупкам по всей территории РФ. Очень удобна в работе, имеет много дополнительных сервисов и, что приятно, абсолютно разумные, доступные даже для малого бизнеса цены.
http://salespring.ru/ – открытая пополняемая база данных деловых контактов предприятий России и СНГ и их сотрудников. Функционирует как своеобразная биржа контактов.
www.multistat.ru – многофункциональный статистический портал. Официальный портал ГМЦ Росстата.
http://sanstv.ru/photomap/ (поиск фото по геометкам в соц. сетях)
Карта движения судов в реальном времени: https://www.marinetraffic.com
Карта движения судов в реальном времени: https://seatracker.ru/ais.php
Карта движения судов: http://shipfinder.co/
Отслеживание самолетов: https://planefinder.net/
Отслеживание самолетов: https://www.radarbox24.com/
Отслеживание самолетов: https://de.flightaware.com/
Отслеживание самолетов: https://www.flightradar24.com

Общий поиск по соц. сетям, большой набор разных инструментов для поиска:
- http://osintframework.com/
https://findclone.ru/- Лучшая доступная технология распознавания лиц (документация)

Поиск местоположения базовой станции сотового оператора:
- http://unwiredlabs.com
- http://xinit.ru/bs/

https://www.reestr-zalogov.ru/search/index - Реестр уведомлений о залоге движимого имущества
https://мвд.рф/wanted - Внимание, розыск! можно порофлить тут или кинуть еблет жертвы в подслушку города хаххахахахахахахха
https://www.mos.ru/karta-moskvicha/services-proverka-grazhdanina-v-reestre-studentov/ - Проверка гражданина в реестре студентов/ординаторов/аспирантов (держатели карты москвича)
http://esugi.rosim.ru - Реестр федерального имущества Российской Федерации
pd.rkn.gov.ru/operators-registry - Реестр операторов, осуществляющих обработку персональных данных
bankrot.fedresurs.ru - Единый федеральный реестр сведений о банкротстве.
==================================================================================================================================================== 
▫️ Lampyre (https://account.lampyre.io/email-and-phone-lookup) — веб версия поиска по любому номеру телефона, поиск по почте
▫️ Getcontact (https://getcontact.com/) — найдет информацию о том как записан номер в контактах
▫️ Truecaller (https://www.truecaller.com/) — телефонная книга, найдет имя и оператора телефона
▫️ Bullshit (https://mirror.bullshit.agency/) — поиск объявлений по номеру телефона
▫️ Bases-brothers (https://bases-brothers.ru/) — поиск номера в объявлениях
▫️ Microsoft (http://account.live.com/) — проверка привязанности номера к microsoft аккаунту
▫️ Avinfo.guru (https://avinfo.guru/) — проверка телефона владельца авто, иногда нужен VPN
▫️ Telefon.stop-list (http://telefon.stop-list.info/) — поиск по всем фронтам, иногда нет информации
▫️ @numberPhoneBot (https://t.me/@numberPhoneBot) — найдет адрес и ФИО, не всегда находит
▫️ Rosfirm (https://gutelu.rosfirm.info/) — найдет ФИО, адрес прописки и дату рождения, нужно знать город
▫️ Spravnik (https://spravnik.com/) — поиск по городскому номеру телефона, найдет ФИО и адрес
▫️ @usersbox_bot (https://t.me/@usersbox_bot) — бот найдет аккаунты в ВК у которых в поле номера телефона указан искомый номер
▫️ Spiderfoot (https://www.spiderfoot.net/) — автоматический поиск с использованием огромного количества методов, ножно использовать в облаке если пройти регистрацию
▫️ Locatefamily (https://www.locatefamily.com/) — поиск адреса и ФИО
▫️ Nuga — поиск instagram
▫️ Live.com (http://account.live.com/) — Проверка привязки к майкрософт
▫️ Telefon (http://telefon.stop-list.info/) — Поиск по всем фронтам
▫️ @FindNameVk_bot (https://t.me/@FindNameVk_bot) — Бот ищет историю смены фамилий профиля по открытым источникам, указывает дату создания аккаунта.
▫️ @InfoVkUser_bot (https://t.me/@InfoVkUser_bot) — Бот позволяет провести анализ друзей профиля.
==================================================================================================================================================== 

1. https://regvk.com - узнать цифровой ID человека ВКонтакте.
2. https://rusfinder.pro/vk/user/id********* (здесь цифровой ID) - узнать данные указанные при регистрации аккаунта ВКонтакте.
Если ничего старого нет, обновите страницу и быстро делайте скрин области. С новорегами не работает.
3. http://archive.fo - просмотреть web-архив страницы. Редко помогает.
4. https://220vk.com - посмотреть скрытых друзей пользователя ВКонтакте. Работает только со старыми страницами, закрытые профили не чекает.
5. Ошибка <h1>503 Bad Gateway</h1> на DonatePay/DonationAlerts.
Если пользователь использует донат-сервисы, вы можете попытаться узнать его номер сделав ошибку через просмотр кода элемента на странице оплаты. Работает по сей день.
6. https://zhuteli.rosfirm.info - одна из баз данных адресов. Многих городов нет, ищем по районному центру.
7. https://nomer.org - одна из баз данных адресов. Есть множество городов, поиск только по фамилии.
8. https://spravochnik-sng.com - база данных адресов, телефонов, а также сервис по установлению родственных связей.
9. https://mirror.bullshit.agency - сервис пробива адресов по номеру телефона, указанному на Авито. Работает в 70% случаев.
10. https://phoneradar.ru - узнать город по номеру телефона.
Если не удается найти адрес, можно узнать хотя бы город/районный центр и сузить круг поисков.
11. Приложение VKInfo или Group боты - позволяют узнать созданные группы на странице, отсеять старые никнеймы.
12. https://lampyre.io - узнать страницы социальных сетей и пароли по номеру телефона или почте. Доступно 4 пробива на 1 аккаунт.
Абузим с помощью http://temp-mail.org. Помимо веб-сервиса, доступна программа с расширенным функционалом (например поиск билетов Аэрофлота).
Позволяет строить графики.
13. https://www.maltego.com - расширенный аналог Lampyre. Не веб-сервис, софт. Чтобы скачать, опускаемся вниз сайта.
После установки, выбираем функционал Maltego CE. Позволяет строить графики.
14. https://www.palantir.com - данные о западных организациях.
Подойдет для деанонимизаций родственников пользователя из ближней Европы (Латвия, Литва, Польша, Финляндия, Эстония). Позволяет строить графики.
15. https://vk.watch - помогает узнать, как выглядела страница ВКонтакте за разные промежутки времени. Подписка стоит 3,6 евро.
16. https://ytch.ru/  - помогает узнать историю изменений на канале YouTube.
17. Telegram @mailsearchbot - помогает узнать пароли жертвы по номеру телефона, почте, никнейму. Без подписки показывает неполностью, но подобрать можно.
18. Telegram @EyeGodsBot - помогает узнать привязки, а также имеет эксклюзивную функцию поиска по фото всего за 5 рублей по подписке.
19. Telegram @AvinfoBot - помогает узнать владельца автомобиля по госномеру, проверить историю продажи автомобиля, проверить автомобиль на участие в ДТП и многое другое.
20. Telegram @FindNameVk_bot - позволяет узнать историю изменений имени пользователя в ВК.
==================================================================================================================================================== 
Список способов поиска в социальных сетях. Некоторые связки.

1. Имя (без фамилии) + город (районный центр/поселок/село) + дата рождения (число).
2. ИФ + город (путем отсеивания результатов).
3. Город (районный центр) + полная дата рождения.
==================================================================================================================================================== 
Боты черных рынков:
@Darksalebot
@SafeSocks_Bot
@flood_sms_bot
==================================================================================================================================================== 
@GetGmail_bot - Полезнейший инструмент, способный узнать ФИ по почте Gmail
psbdmp.ws - Поиск в текстах pastebin
Гайд по забугор доксингу - https://doxbin.org/upload/doxingguide

intext:(любые данные) - например url вконтакте и находит полную информацию о человеке, ибо все сайты лайкеры и остальные сайты
сохраняют информацию о человекею.
Пример:
intext:jfsjjsdlskdkfjd - писать в гугле и вылезут все данные.
==================================================================================================================================================== 
Если Вы сольёте данный мануал, и я это узнаю, (А я это узнаю), Вы будете наказаны лично мною.  Для начала нам нужно скачать программу VirtDesktop с помощью неё мы узнаем IP человека и уже взломаем его компьютер

Можно скачать её тут: https://t.me/SOFTPUG/4

Открой VirtDesktop и вы можете создать ссылку через кнопку "Создать ссылку "

Отправь челу ссылку которая получилась чтобы узнать его IP

Скопируй IP который будет в строке и нажми "Подключиться по IP" и потом ты получишь доступ к чужому пк, удачи!

Скачать: https://t.me/SOFTPUG/4  ● 
● Причина ——
● Нынешняя Страница ——
● Старая СТраница ——
● Страница в ОК ——
● Skype ——
● Фото ——
● Ip ——
● Город ——
● Страна ——
● Адрес ——
● Школа —— 
● Класс
● Адрес Школы
● Телефон Школы
● Директор
● Сайт Школы
● Одноклассники:
● 
● 
● Мануал по доксу
ЭТО ТЫ ТОЧНО НЕ ВИДЕЛ



Здравствуйте,молодые деанонеры.

Этот курс подготовила команда Findwide

В этом курсе вы можете научиться деанонимизации кидков/врагов.

Приступим.

1)Пробив по телеграмму.

Сам по себе деанон по телеграмму достаточно сложный,если человек использует юзернейм (@) разный на всех сервисах.

Если же он одинаковый,то пробиваете его по никнейму на сайтах,показанных ниже.

Для попытки найти номер/город/почту ,нужно будет скачать Telegraph,для максимально быстрого узнавания ID Человека.Вам лишь нужно

зайти на профиль и нажать 3 точки сверху и скопировать id.Дальше вставляете id в @EyeOfLolita_bot ,и @LolitaOsint_bot

Если уж в них ничего не нашло,то переходим к разделу 3



2)Деанон по вк.По вк деанонить довольно просто.Лучший бот - @UniversalSearchBot

Вставляем ссылку на вк,и смотрим на интересующее нас сообщение от бота - LINKS BY VK ID ""

Сначала переходим по 1. Account mention и Смотрим упомянания пользователя.Так можно узнать с кем он общается и где.Ещё 1 интересная строка -8. Search engines

  Yandex .Там можно посмотреть разную информацию о пользователе.Впрочем,все функции бота полезны.Для узнавания номера пользователя,можно пробить его в ботах

(@EyeOfLolita_bot , @LolitaOsint_bot) Платный ахуенный бот - @The_NoNameBot

Подписка всего 130р,но информации даёт очень много.Так же есть встроенные бомберы по почте,вк,и номеру.



Раздел 3:"Деанон"

1)Поиск по EMAIL:



🤖Боты

├ @Quick_OSINT_bot — найдет телефон, как владелец записан в контактах, базах данных и досках объявлений, аккаунты в соц. сетях и мессенджерах, в каких чатах состоит, документы, адреса и многое другое

├ @info_baza_bot — покажет из какой базы слита почта, 2 бесплатных скана

├ @last4mailbot — бот найдет последние 4 цифры номера телефона клиента Сбербанка

├ @GetPhone_bot — поиск в утекших базах

├ @mailsearchbot — ищет по базе, дает часть пароля

├ @StealDetectorBOT — найдет утекшие пароли

└ @GetGmail_bot — бот найдет адрес почты Gmail к которой привязан искомый email, 2 бесплатных результата и бесконечное число попыток



⚙️ Ресурсы

├ lampyre.io — программа выполняет поиск по аккаунтам в соц. сетях и мессенджерах и других источниках

├ cyberbackgroundchecks.com (http://cyberbackgroundchecks.com/email) — найдет все данные гражданина США, вход на сайт разрешен только с IP адреса США

├ dehashed.com — проверка почты в слитых базах

├ ghostproject.fr — проверка почты в слитых базах

├ emailrep.io — найдет на каких сайтах был зарегистрирован аккаунт использующий определенную почту

├ emailsherlock.com — автоматический поиск, найдет к каким сайтам привязан адрес почты

├ haveibeenpwned.com — проверка почты в слитых базах

├ intelx.io — многофункциональный поисковик, поиск осуществляется еще и по даркнету

├ leakedsource.ru — покажет в каких базах слита почта

├ leakprobe.net — найдет ник и источник слитой базы 

├ mostwantedhf.info — найдет аккаунт skype

├ pwndb2am4tzkvold.onion — поиск по базе hwndb, реализован поиск по паролю

├ pipl.com — поиск людей, адресов, телефонов по почте и др.

├ recon.secapps.com — автоматический поиск и создание карт взаимосвязей

├ reversegenie.com — найдет местоположение, Первую букву имени и номера телефонов

├ scylla.sh — поисковик по базам утечек, найдет пароли, IP, ники и многое другое, в поле поиска введите email: и после e-mail адрес, например email:mail@email.com

├ searchmy.bio — найдет учетную запись Instagram с электронной почтой в описании

└ spiderfoot.net — автоматический поиск с использованием огромного количества методов, можно использовать в облаке если пройти регистрацию



🔧 Приложения

├ email2phonenumber (https://github.com/martinvigo/email2phonenumber) — автоматически собирает данные со страниц восстановления аккаунта, и находит номер телефона

├ GHunt (https://github.com/mxrch/GHunt) — инструмент достанет Google ID, устройства, имя аккаунта, найдет какие сервисы Google используется, данные из отзывов на Google картах

└ holehe (https://github.com/megadose/holehe) — инструмент проверяет аккаунты каких сайтов зарегистрированы на искомый email адрес, поиск по 30 источникам



🔬 Восстановление доступа

├ Ebay (https://signin.ebay.com/ws/eBayISAPI.dll?SignIn) — signin.ebay.com/ws/eBayISAPI.dll?SignIn

├ PayPal (https://www.paypal.com/authflow/password-recovery) — paypal.com/authflow/password-recovery

├ Mail.ru (https://account.mail.ru/recovery/) — account.mail.ru/recovery

├ Twitter (https://twitter.com/account/begin_password_reset) — twitter.com/account/begin_password_reset

├ VK.com (https://vk.com/restore) — vk.com/restore

└ Facebook (https://www.facebook.com/login/identify?ctx=recover) — facebook.com/login/identify?ctx=recover



🔨 Поиск через URL

├ https://filin.mail.ru/pic?width=180&height=180&email=example@mail.ru — аватар аккаунта владельца почты, замените example (только для почты на mail.ru)



├ https://filin.mail.ru/pic?email=LOGIN@site.com — картинка аккаунта на mail.ru, замените LOGIN@site.com на email адрес



├ https://my.mail.ru/DOMAIN.RU/LOGIN — поиск аккаунта на Мой Мир, вместо DOMAIN.RU подставьте домен почты, а вместо LOGIN ее логин (без @). Например для почты mail@email.ru - https://my.mail.ru/email.ru/mail/



├ https://music.yandex.ru/users/LOGIN — аккаунт в Яндекс Музыке, содержит имя и фото аккаунта. Замените LOGIN на юзернейм из адреса почты БЕЗ @yandex.ru



└ https://yandex.ru/collections/user/LOGIN — аккаунт в Яндекс Коллекциях, содержит имя и фото аккаунта. Замените LOGIN на юзернейм из адреса почты БЕЗ @yandex.ru

2)Поиск по нику:



:Боты

├ @maigret_osint_bot — найдет аккаунты с таким ником, самый точный бот

├ @mailsearchbot — найдет часть пароля, поиск по логину

└ @StealDetectorBOT — найдет утекшие пароли аккаунта



: Ресурсы

├ boardreader.com — поисковик по форумам, ищет и по нику

├ dumpedlqezarfife.onion — найдет почту с паролем

├ instantusername.com — проверка по сайтам и приложениям

├ leakedsource.ru — покажет в каких базах есть ник

├ leakprobe.net (https://leakprobe.net/search.php) — найдет почту и источник слитой базы 

├ namecheckup.com — найдет аккаунты с искомым ником

├ namechk.com — проверка по сайтам, приложениям и доменам

├ pastebeen.com — поиск в базе текстов pastebin, поиск может занять несколько часов

├ scylla.sh — поисковик по базам утечек, найдет пароли, e-mail, IP и многое другое, в поле поиска введите username: и после ник, например username:somebody1

├ socialmention.com — найдет упоминания

├ social-searcher.com — найдет упоминания в соц. сетях и на сайтах

├ suip.biz (https://suip.biz/ru/?act=sherlock) — osintframework онлайн, автоматический поиск по 300 сервисам, работает очень медленно, дождитесь ответа

├ whatsmyname.app — очень быстрый поиск по сотням сайтов

└ yasni.com — автоматический поиск по интернету



 Приложения

├ Sherlock (http://github.com/sherlock-project/sherlock) — поиск аккаунтов с таким же ником

└ Maigret (https://gitlab.com/soxoj/maigret) — найдет аккаунты с таким же ником, там найдет их ID и проведёт поиск по новым данным



 Поиск через URL

└ https://rocketbank.ru/api/vanguard/clients/NICKNAME — ФИО клиента Рокетбанка В ссылке замените NICKNAME



 Восстановление доступа

├ Twitter (https://twitter.com/account/begin_password_reset) - https://twitter.com/account/begin_password_reset

├ Microsoft (https://account.live.com/acsr) - https://account.live.com/acsr

└ Instagram (https://www.instagram.com/accounts/password/reset/) - https://www.instagram.com/accounts/password/reset/

: Поиск по паролю



:Боты

├ @Quick_OSINT_bot — по паролю найдет e-mail адрес, телефон, как владелец записан в контактах, базах данных и досках объявлений, аккаунты в соц. сетях и мессенджерах, в каких чатах состоит, документы, адреса и многое другое

└ @StealDetectorBOT — ищет почту по базе leakcheck



 Ресурсы

├pwndb2am4tzkvold.onion (http://pwndb2am4tzkvold.onion/) — найдет e-mail

└scylla.sh (http://scylla.sh/) — поисковик по базам утечек, найдет ip, e-mail, ники и многое другое, в поле поиска введите password: и после пароль, например password:qwerty

3)Поиск по номеру:

🤖Боты

├ @Quick_OSINT_bot — найдет оператора, email, как владелец записан в контактах, базах данных и досках объявлений, аккаунты в соц. сетях и мессенджерах, в каких чатах состоит, документы, адреса и многое другое

├ @clerkinfobot — бот берет данные из приложения getcontact, показывает как записан номер телефона в контактах

├ @dosie_Bot — как и в боте uabaza дает информацио о паспорте только польностью, 3 бесплатные попытки

├ @find_caller_bot — найдет ФИО владельца номера телефона

├ @get_caller_bot — поиск по утечкам персональных данных и записным книгам абонентов, может найти ФИО, дату рождения, e-mail

├ @get_kolesa_bot — найдет объявления на колеса.кз

├ @get_kontakt_bot — найдет как записан номер в контактах, дает результаты что и getcontact

├ @getbank_bot — дает номер карты и полное ФИО клиента банка

├ @GetFb_bot — бот находит Facebook

├ @GetPhone_bot — поиск номера телефона в утекших базах

├ @Getphonetestbot — бот берет данные из приложения getcontact, показывает как записан номер телефона в контактах

├ @info_baza_bot — поиск в базе данных

├ @mailsearchbot — найдет часть пароля

├ @MyGenisBot — найдет имя и фамилию владельца номера

├ @phone_avito_bot — найдет аккаунт на Авито

├ @SafeCallsBot — бесплатные анонимные звонки на любой номер телефона с подменой Caller ID

└ @usersbox_bot — бот найдет аккаунты в ВК у которых в поле номера телефона указан искомый номер



⚙️ Ресурсы

├ lampyre.io — программа выполняет поиск аккаунтов, паролей и многих других данных

├ avinfo.guru — проверка телефона владельца авто, иногда нужен VPN

├ fa-fa.kz (http://fa-fa.kz/search_ip_too) — найдет ФИО, проверка наличия задолженностей, ИП, и ограничения на выезд

├ getcontact.com — найдет информацию о том как записан номер в контактах

├ globfone.com (http://globfone.com/call-phone) — бесплатные анонимные звонки на любой номер телефона

├ mirror.bullshit.agency — поиск объявлений по номеру телефона

├ mysmsbox.ru — определяет чей номер, поиск в Instagram, VK, OK, FB, Twitter, поиск объявлений на Авито, Юла, Из рук в руки, а так же найдет аккаунты в мессенджерах

├ nuga.app — найдет Instagram аккаунт, авторизация через Google аккаунт и всего 1 попытка

├ numberway.com — найдет телефонный справочник

├ personlookup.com.au — найдет имя и адрес

├ phoneInfoga.crvx.fr — определят тип номера, дает дорки для номера, определяет город

├ spravnik.com — поиск по городскому номеру телефона, найдет ФИО и адрес

├ spravochnik109.link — поиск по городскому номеру телефона, найдет ФИО и адрес

├ teatmik.ee (http://teatmik.ee/en/advancedsearch/contact) — поиск в базе организаций, ищет номер в контактах

└ truecaller.com (http://truecaller.com/) — телефонная книга, найдет имя и оператора телефона



🔨 Восстановление доступа

├ ICQ (https://icq.com/password/ru) — icq.com/password/ru

├ Yahoo (https://login.yahoo.com/?display=login) — login.yahoo.com/?display=login

├ Steam (https://help.steampowered.com/ru/wizard/HelpWithLoginInfo/) — help.steampowered.com/ru/wizard/HelpWithLoginInfo

├ Twitter (https://twitter.com/account/begin_password_reset) — twitter.com/account/begin_password_reset

├ VK.com (https://vk.com/restore) — vk.com/restore

├ Facebook (https://www.facebook.com/login/identify?ctx=recover) — facebook.com/login/identify?ctx=recover

├ Microsoft (https://account.live.com/acsr) — account.live.com/acsr

└ Instagram (https://www.instagram.com/accounts/password/reset/) — instagram.com/accounts/password/reset

4)Поиск по ФИО:

🤖Боты

├ @egrul_bot — найдет ИП и компании

├ @find_caller_bot — найдет номер телефона

└ @ShtrafKZBot — найдет ИНН, дату рождения и много других данных



⚙️ Ресурсы

├ bankrot.fedresurs.ru — поиск по банкротам, можно узнать ИНН, СНИЛС и адрес

├ bankrot.gov.by (https://bankrot.gov.by/Debtors/DebtorsList/) — поиск в списках должников

├ court.opendatabot.ua (https://court.opendatabot.ua/#/) — поиск в судебных решениях

├ egr.gov.by (http://egr.gov.by/egrn/index.jsp?content=Find) — поиск юридических лиц и индивидуальных предпринимателей в базе данных единого государственного регистра

├ e-justice.europa.eu (https://e-justice.europa.eu/contentPresentation.do?plang=en&idTaxonomy=246&m=1) — поиск в базе должников, найдет идентификатор случая, идентификационный номер компании, дату рождения, персональный идентификационный номер, адрес и статус дела

├ fa-fa.kz — проверка наличия задолженностей, ИП, и ограничения на выезд

├ fssprus.ru (http://fssprus.ru/iss/ip/) — проверка задолженностей, для физ

├ gcourts.ru — поиск решений судов общей юрисдикции

├ gr.rcheph.by — поиск в сведениях о государственной регистрации товаров, найдет УНП, название предприятия и наименования продукта

├ justbel.info (https://justbel.info/Liquidation/FindMyRequest) — покажет данные о ликвидации юридических лиц

├ kad.arbitr.ru — дела, рассматриваемые арбитражными судами

├ kgd.gov.kz (http://kgd.gov.kz/ru/services/taxpayer_search_unreliable) — поиск в базе неблагонадежных налогоплательщиков, найдет ИНН/БИН и РНН

├ minjust.gov.ua (http://erb.minjust.gov.ua/#/search-debtors) — реестр должников, дату рождения, связь с исполнителем, номер ВП, категорию взыскания

├ mmnt.ru — найдет упоминания в документах

├ mtkrbti.by (http://mtkrbti.by/local/TL/Licence.nsf/WEBSearchView1?SearchView) — поиск в базе готовых лицензий, найдет ФИО, адрес, почтовый индекс, УНП, номер транспортной лицензии, срок действия

├ mvd.gov.by (https://www.mvd.gov.by/ru/wanted) — поиск в базе розыску

├ nalog.ru (https://service.nalog.ru/inn.do) — найдет ИНН, необходимо указать дату рождения и паспортные данные, дату выдачи не обязательно верно

├ notariat.ru (https://data.notariat.ru/directory/succession/search?last_name=%D0%BF%D0%B5%D1%82%D1%80%D0%B5%D0%BD%D0%BA%D0%BE&first_name=&middle_name=#) — поиск в реестре наследственных дел, найдет дату смерти человека и адрес нотариуса оформившее дело

├ portal.nalog.gov.by (http://www.portal.nalog.gov.by/grp/#!fl) — покажет УНП, данные могут быть неверные

├ reestr-dover.ru (https://www.reestr-dover.ru/revocations) — поиск в списке сведений об отмене доверенности

├ reestr-zalogov.ru — поиск по залогодателям, даст паспортные данные, место и дату рождения и т.д.

├ service.court.by (http://service.court.by/ru/account/login?returnUrl=%2Fru%2Fjuridical%2Fjudgmentresults) — найдет судебные постановления, при регистрации нет проверки данных

├ service.nalog.ru (https://service.nalog.ru/inn.do) — найдет ИНН, нужно знать полное ФИО, дату рождения и документ удостоверяющий личность

├ spra.vkaru.net — телефонный справочник по России, Украине, Белоруссии, Казахстану, Литве и Молдове

├ sudact.ru — судебные и нормативные акты РФ, поиск по участникам и судам

├ teatmik.ee (https://www.teatmik.ee/ru/advancedsearch/private) — найдет дату рождения, юр

├ tva-recherche.lu (https://tva-recherche.lu/recherche/) — найдет номер НДС, адрес и многое другое

├ usr.minjust.gov.ua (https://usr.minjust.gov.ua/content/free-search) — находит место жительства

├ zytely.rosfirm.info (https://zytely.rosfirm.info/m/) — найдет адрес прописки и дату рождения, необходимо знать город

└ судебныерешения.рф (http://xn--90afdbaav0bd1afy6eub5d.xn--p1ai/) — найдет судебные решения, документы с ФИО датой и статьей

5)Поиск по фото:



 Ресурсы

├ azure.microsoft.com (https://azure.microsoft.com/ru-ru/services/cognitive-services/face/#item2Content-centered) — соотнесение лиц, определит вероятность того, что на двух разных изображениях изображен один и тот же человек, и выдаст оценку достоверности

├ findclone.ru — поиск по базе из VK

├ pimeyes.com — индексирует фото с сайтов, не точен, ограниченные возможности

└ search4faces.com — поиск по базам лиц VK и OK. Не точен

 Поисковые системы

├ Yandex (https://yandex.ru/images/) - https://yandex.ru/images

├ Google (https://www.google.com/imghp) - https://www.google.com/imghp

└ Bing (https://www.bing.com/visualsearch) - https://www.bing.com/visualsearch




Report content on this pageприветствую тебя на своём платном мануале по деанону
manyal by @vinxif
(мануал будет полезен новичкам которые еще не разобролись в данной сфере)


*!ДЕАНОН!*

деанон - это такая штука где с помощью исходных данных можно узнать инфу про чела: номер телефона, ФИО

сайты для деанона:
http://spravkaru.net - имеется имя и фамилия родителей? С помощью этого сервиса вы легко сможете узнать адрес прописки и стационарный телефон. Рекомендую. 
http://phoneradar.ru/phone/[Number] - сервис для проверки телефонного номера, используется мной для того, чтобы узнать город. *Где [Nubmer] вписываем номер телефона жертвы. 
https://rulait.github.io/vk-friends-s... - сохранение списка друзей для ВК. Я думаю это то, чем вы должны воспользоваться в первую очередь. 
http://peeep.us - это также сайт, которым вы должны воспользоваться в первую очередь, он может сохранить страницу полностью, то есть, если пользователь удалит страницу, вам ничего не будет мешать при дальнейшей де-анонимизации. *Не покупайте различные скрипты, пользуйтесь бесплатными сервисами!
http://archive.is - аналог пипа, также сохраняет всю страницу. Если пип лежит, пользуйтесь им. 
http://skyperesolver.net - единственный рабочий ресолвер IP для Skype, также есть линковый логгер. 
http://13c.me/vkf/ - поиск общих друзей
http://sonetel.com/ru/ - виртуальный номер
http://ww1.spalili.org/ - регестрация на разных сайтах номер
http://www.cachedpages.com/ - сайт для просмотра страниц
vk.com/app3256362_209176882  - для просмотра чс и скрытых людей
http://220vk.com/ - Что-бы узнать какие скрытые, возможные друзья есть у той особи который ты собрался довать пизды. Нужен вот этот сайт
http://mostwantedhf.info/ - Так же, у некоторых долбаебов айпи не скрыто, можно чекнуть. ДЛя этого нужен сайт
http://iplogger.ru/ - Ну если, у него айпи скрыто, можно кинуть "Айпи логгер"
http://speed-tester.info/ip_location.php - Eсли ты узнал айпи, то ты хочешь узнать где он находится
паков:

 https://yadi.sk/d/FzCH-iE_3NkyyA
https://yadi.sk/d/zg9r7veLRBtbzg
 https://yadi.sk/d/nYgfuWHLg_fNug
 https://yadi.sk/d/8eTkMZqiK7qqag
 https://yadi.sk/d/TWjczoCtjix4mw

ЕЩЁ 1 СПОСОБ:

Итак, у нас есть одна исходная - номер телефона +7********** .Номер телефона должен быть только в таком формате, меняя переменны 8 и +7, никаких пробелов, скобочек, дефисов, точек. Первые сервисы, которые мы будем использовать, это https://yandex.ru/ и https://www.google.ru/ .Да, именно поисковики, они могут дать множество информации: записи вконтакте, одноклассниках, объявления на барахолках и других ресурсах.
- Использовать нужно именно два поисковика (можно больше), так как некоторые ссылки всплывают только в одном поисковике.
- В поиск вбивать два формата номера (+7 и 8), так как поисковики ищут полное соответствие с запросом по номеру, а тот, кого мы пробиваем, может указать как +7, так и 8
Следом, идем на второй ресурс - http://phonenumber.to/
Ещё один ресурс - ponomeru.gg порой выдаёт полезную информацию, если интересует только пробное использование - просто удаляйте куки после запроса - тогда Вы всегда будете иметь бесплатную проверку по двум источникам.
Хороший сервис, который может выдать адрес и ФИО. Большинство провайдеров его блочат, так что включайте vpn. Тут мы так же ищем по номеру с разными префиксами (+7 и 8).
Так же отдельно еще зайдите вконтакте, воспользуйтесь поиском, телефон вводите с разными префиксами. Обычно находит пару постов со всяким шлаком, но попадаются и настоящие данные.
Ничего не нашли? Идем дальше. В своем телефоне в телефонную книжку записываем номер, допустим, с именем "поиск", тут достаточно записать просто с префиксом +7. Заходим поочередно в приложения: Viber, WhatsApp, Telegram, Instagram
Viber и WhatsApp - тут можно увидеть фотографию, которая стоит в профиле, если номер там зарегистрирован. Её мы сохраняем.
Telegram - заходим в контакты в приложение, ищем контакт "поиск", заходим в профиль, копируем Username, который начинается с @, сохраняем его, удаляем контакт с телефона и с самого телеграма, теперь ищем по самому Username, и тут нам уже покажет что у него записано в полях имя и фамилия. Если не удалить контакт, то он будет показывать у вас "поиск". С телеграма так же можно вытащить фотографию, если она там есть.
Instagram - заходите в ваш профиль-параметры-контакты. Тут может показать профиль, который зарегистрирован на номер. В профиле же можно найти ссылку на vk и другие соц.сети, дополнительный номер, фамилию и имя, ну и конечно же фотографии.
Номер мы везде пробили, данные которые мы могли найти: фотографии, никней, прямые ссылки, ФИО, дополнительные номера и т.д. Дальше мы будем разбирать поиск по данным, которые получили.
Если у вас есть фотография.
Тут все просто. Если фото из WhatsApp, Instagam, мы их не сохраним. Просто делаем скриншот экрана и затем ОБЯЗАТЕЛЬНО обрезаем все лишнее, оставляя только фотографию.
Идем снова на https://yandex.ru/images/ и https://www.google.ru/imghp и использыем поиск по фотографии. Тут можем найти прямые ссылки на соц.сети и ФИО.
Второй ресурс - https://findface.ru/ Все думаю уже о нем наслышаны, сейчас требует авторизацию и стоит ограничение на поиск. Думаю, прекрасно с этим справитесь, ничего тут сложного нет. Так же можете найти соц.сети.
Скажу так, поиск по фото имеет минимальный шанс найти инфу, но все же шанс есть, поэтому всегда использую при поиске.
Вам уже известно ФИО.
ФИО так же можно вбить в поисковики(в форматах ФИО и ФИО "город"), инфа иногда находится. Если человек предприниматель, найдет его организации, затем по организации мы уже ищем дополнительные контакты, такие как: сайт организации, группы в соц.сетях и т.д.
Если phonenumber.to не смог найти по телефону, попробуйте найти по ФИО.
Если имя с фамилией редкие, то помогает простой
поиск вконтакте, примерный регион всегда показывает в гугле по номеру телефона. Если слишком много совпадений, но знаете город, идите в группу "Типичный "город"" и попробуйте воспользоваться поиском по участникам. Это помогает, когда вы знаете как примерно выглядит человек, например, если мы вытащили фото с ресурсов выше. Так же можете воспользоваться сервисом https://yandex.ru/people

БОТЫ ДЛЯ ДЕАНОНА: 

@egrnrobot — Бот для получения легальной информации о недвижимости из ЕГРН.
@indiapeoplebot — по номеру найдёт FaceBook,VK и т.д
@FindGitHubUserEmailBot - поиск по аккаунту GitHub
@egrul_bot ищет информацию о юридических и физических лицах, учредителях, связях, местах регистрации. 
@last4mailbotl → Last4mail ← находит связь почтового адреса к одноклассникам и сбербанку.
@telesint_bot → Telesint ← даёт информацию о том, в каких чатах сидит пользователь.
@ibhldr_bot → ibhldr ← показывает предпочтения юзера на основе собранный информации по чатам, каналам и т.п.
@mailsearchbot — ищет по базе, дает часть пароля
@AvinfoBot — найдет аккаунт в ВК
@GetGmail_bot — Полезнейший инструмент, способный узнать ФИ по почте Gmail
@clerkinfobot — Номер телефона.
@BusinkaBusya — хороший селлер, рекомендую (Пробив Solaris)
@InfoVkUser_bot — выдает информацию про пользователя вк.
@FindNameVk_bot — старые имена вк. 
@phone_avito_bot — пробив по номеру, выдаст Avito
@Quick_OSINT_bot — различные серверные пробивы по данным критериям (почте, номеру, номеру машины, ip-адресу, паспортным данным, по Telegram и т.п) +analog @EyeGodsBot +analog @AvinfoBot
@getfb_bot — при помощи номера сможем найти аккаунт в Facebok
@GetYandexBot — пробив по почте выдает различные данные
@clerkinfobot — Номер телефона.
@leakcheck_bot — есть в списке указанного в первом сообщении бота. Ищет утекшие в сеть пароли от email. На тест забил пару своих заброшенных с mail.ru. прихуел Был неприятно удивлен
""")
print("\033[0m")  # Reset text color



while True:
    print("\033[0;35m")
    q = input("> ")
    if q == "1":
        
        from data import UrlFlooder
        UrlFlooder.start()

    elif q == "2":
     from manu import WebhookSpam
    elif q=="3":
        from manu import nuke
    elif q == "4":
        from manu import ipicker
    elif q == "5":
        from manu import pinger
    elif q == "6":
        from manu import Logger

    else:
        print("invalid character")